tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "shu-pf/tap"
brew "awscli"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-secrets"
brew "glow"
brew "lazygit"
brew "luajit"
brew "tree-sitter"
brew "neovim"
brew "nodebrew"
brew "python@3.12"
brew "starship"
brew "terraform", link: false
brew "tfenv"
brew "tig"
brew "tmux"
brew "wget"
brew "yarn"
brew "zellij"
brew "shu-pf/tap/dpl"
cask "android-file-transfer"
cask "authy"
cask "clip-studio-paint"
cask "deepl"
cask "docker"
cask "figma"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "istat-menus"
cask "karabiner-elements"
cask "keycastr"
cask "raycast"
cask "rectangle"
cask "wezterm"
cask "xmind"
cask "zoom"
