tap "d12frosted/emacs-plus"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "mtgto/macskk"
tap "nikitabobko/tap"
tap "olets/tap"
tap "sh0nk/tap"
tap "shu-pf/tap"
tap "timac/vpnstatus"
tap "xwmx/taps"
brew "actionlint"
brew "cryptography"
brew "ansible"
brew "ansible-lint"
brew "aom"
brew "asciinema"
brew "asciiquarium"
brew "python@3.12"
brew "awscli"
brew "bat"
brew "bottom"
brew "glib"
brew "cmake"
brew "cmatrix"
brew "lima"
brew "colima"
brew "cowsay"
brew "diffutils"
brew "docker"
brew "eza"
brew "fastfetch"
brew "fd"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "freetds"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "glow"
brew "go"
brew "go-task"
brew "gomi"
brew "gradle"
brew "groff"
brew "libheif"
brew "imagemagick"
brew "iproute2mac"
brew "k6"
brew "lazydocker"
brew "lazygit"
brew "libffi"
brew "libgccjit"
brew "lua"
brew "luajit"
brew "maven"
brew "mise"
brew "mysql"
brew "navi"
brew "tree-sitter"
brew "neovim"
brew "ninja"
brew "nkf"
brew "nowplaying-cli"
brew "nyancat"
brew "oha"
brew "openjdk@11"
brew "php"
brew "php-cs-fixer"
brew "pipx"
brew "postgresql@14", restart_service: :changed
brew "postgresql@16"
brew "pre-commit"
brew "python@3.9"
brew "qemu"
brew "rename"
brew "ripgrep"
brew "rust"
brew "sheldon"
brew "sshpass"
brew "sshs"
brew "starship"
brew "stylua"
brew "subversion"
brew "switchaudio-osx"
brew "telnet"
brew "terminal-notifier"
brew "terraform", link: false
brew "texinfo"
brew "tfenv"
brew "tig"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "typos-cli"
brew "uv"
brew "vhs"
brew "wget"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh-completions"
brew "d12frosted/emacs-plus/emacs-plus@30", args: ["with-elrumo2-icon", "with-imagemagick"]
brew "felixkratz/formulae/borders"
brew "shu-pf/tap/dpl"
brew "timac/vpnstatus/vpnutil"
brew "xwmx/taps/nb"
cask "aerospace"
cask "alacritty"
cask "alt-tab"
cask "android-file-transfer"
cask "anki"
cask "arc"
cask "authy"
cask "aws-vault"
cask "chatwork"
cask "claude"
cask "clip-studio-paint"
cask "cursor"
cask "dbeaver-community"
cask "dockdoor"
cask "figma"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-udev-gothic-nf"
cask "ghostty"
cask "hashicorp-vagrant"
cask "istat-menus"
cask "iterm2"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "macskk"
cask "mamp"
cask "multipass"
cask "ngrok"
cask "pgadmin4"
cask "postman"
cask "raycast"
cask "session-manager-plugin"
cask "sf-symbols"
cask "shortcat"
cask "spotify"
cask "vagrant"
cask "visual-studio-code"
cask "vpnstatus"
cask "warp"
cask "wezterm@nightly"
cask "xampp"
cask "xmind"
cask "zoom"
vscode "4ops.terraform"
vscode "abusaidm.html-snippets"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "angelorafael.jsx-html-tags"
vscode "blanu.vscode-styled-jsx"
vscode "bradlc.vscode-tailwindcss"
vscode "csstools.postcss"
vscode "darfka.vbscript"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.next-js"
vscode "gamunu.vscode-yarn"
vscode "george-alisson.html-preview-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "infracost.infracost"
vscode "junstyle.php-cs-fixer"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-ssdevteam.scope-vscode-ext"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-typescript-next"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "pleiades.java-extension-pack-jdk"
vscode "pmneo.tsimporter"
vscode "prisma.prisma"
vscode "pulkitgangwar.nextjs-snippets"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "rettimo.nextjs-vscode-snippets"
vscode "riazxrazor.html-to-jsx"
vscode "ritwickdey.liveserver"
vscode "rodrigovallades.es7-react-js-snippets"
vscode "shardulm94.trailing-spaces"
vscode "skyran.js-jsx-snippets"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "wayou.vscode-todo-highlight"
vscode "xabikos.javascriptsnippets"
vscode "zhang-renyang.chat-gpt"
